Repository: Lotfibentaleb/ubis-app-laravel
Catalog: resources/js/locale/*/LC_MESSAGES/app.po
Languages: de_de

source: Articles in production last 10 days
de_de: Artikel in Produktion letzte 10 Tage

# bulkActionsPage.bulkReVerify.articleNr
source: Article Nr
de_de: Artikel-Nr.

# bulkActionsPage.bulkReVerify.articleNr.message
source: Input Article Nr
de_de: Eingabe Artikel-Nr

# bulkActionsPage.bulkReVerify.card.title
source: Bulk re-verify products
de_de: Bulk-Neuverifizierung von Produkten

# bulkActionsPage.bulkReVerify.reVerifyButton
source: Re Verify
de_de: Erneut überprüfen

# bulkActionsPage.bulkReVerify.sectionId
source: Section ID
de_de: Abschnitts-ID

# bulkActionsPage.bulkReVerify.sectionId.message
source: Input Section ID
de_de: Eingabe Abschnitts-ID

# bulkActionsPage.bulkReVerify.uploadComponents.content
source: Drop your CSV file here or click to upload
de_de: Legen Sie Ihre CSV-Datei hier ab oder klicken Sie zum Hochladen

# bulkActionsPage.bulkReVerify.uploadComponents.title
source: Upload CSV for Serial Nr
de_de: CSV für Seriennummer hochladen

# bulkActionsPage.heroBar.goto
source: Products
de_de: Produkte

# bulkActionsPage.heroBar.title
source: Bulk actions
de_de: Massen Aktionen

# bulkActionsPage.titleBar.main
source: Products
de_de: Produkte

# bulkActionsPage.titleBar.sub1
source: Bulk actions
de_de: Massen Aktionen

# bulkRegisterPage.articleNr
source: Article Nr
de_de: Artikel-Nr.

# bulkRegisterPage.articleNr.message
source: Input Article Nr
de_de: Eingabe Artikel-Nr

# bulkRegisterPage.card.title
source: Bulk register products
de_de: Massenregistrierung Produkte

# bulkRegisterPage.productionOrderNr
source: Production Order Nr
de_de: Produktionsauftrag Nr

# bulkRegisterPage.productionOrderNr.message
source: Input Production Order Nr
de_de: Eingabe Produktionsauftrag Nr

# bulkRegisterPage.registerButton
source: Register
de_de: Registrieren

# bulkRegisterPage.uploadComponents.content
source: Drop your CSV file here or click to upload
de_de: Legen Sie Ihre CSV-Datei hier ab oder klicken Sie zum Hochladen

# bulkRegisterPage.uploadComponents.title
source: Upload CSV for Serial Nr
de_de: CSV für Seriennummer hochladen

# createProductionSectionPage.card.addBasicDataButton
source: Add basic data
de_de: Basisdaten hinzufügen

# createProductionSectionPage.card.description
source: Description
de_de: Beschreibung

# createProductionSectionPage.card.descriptionMessage
source: Description with using up to 255 characters
de_de: Beschreibung mit bis zu 255 Zeichen

# createProductionSectionPage.card.group
source: Group
de_de: Gruppe

# createProductionSectionPage.card.nameMessage
source: production section template name
de_de: Fertigungs-Stationen Name

# createProductionSectionPage.card.render
source: Render_hint
de_de: Darstellung

# createProductionSectionPage.card.submitButton
source: submit
de_de: Speichern

# createProductionSectionPage.card.title
source: New Section Template
de_de: Neu Fertigungs-Station

# createProductionSectionPage.heroBar.title
source: Create Section Template
de_de: Fertigungs-Station erstellen

# createProductionSectionPage.titleBar.sub1
source: New Section Template
de_de: Neu Fertigungs-Station

# createProductionTemplatePage.card.addBasicDataButton
source: Add Production Flow
de_de: Hinzufügen Fertigungsabläufe

# createProductionTemplatePage.card.articleNr
source: Article-Nr
de_de: Artikel-Nr.

# createProductionTemplatePage.card.articleNrMessage
source: Article-Nr
de_de: Artikel-Nr.

# createProductionTemplatePage.card.submitButton
source: submit
de_de: einreichen

# createProductionTemplatePage.card.title
source: New Production Template
de_de: Neu Fertigungsabläufe

# createProductionTemplatePage.heroBar.goto
source: Production Templates
de_de: Fertigungsabläufe

# createProductionTemplatePage.heroBar.title
source: Create Production Template
de_de: Erstellen Fertigungsabläufe

# createProductionTemplatePage.productionFlowCard.jsonEditor
source: Production-Flow
de_de: Produktions-Ablauf

# createProductionTemplatePage.productionFlowCard.jsonEditorMessage
source: Production-Flow
de_de: Produktions-Ablauf

# createProductionTemplatePage.productionFlowCard.title
source: Production-Flow
de_de: Produktions-Ablauf

# createProductionTemplatePage.productionFlowModal.addButton
source: Add
de_de: Hinzufügen

# createProductionTemplatePage.productionFlowModal.cancelButton
source: Cancel
de_de: Stornieren

# createProductionTemplatePage.productionFlowModal.title
source: Production flow
de_de: Fertigungsabläufe

# createProductionTemplatePage.titleBar.main
source: Production
de_de: Produktion

# createProductionTemplatePage.titleBar.sub1
source: Template
de_de: Fertigungsabläufe

# createProductionTemplatePage.titleBar.sub2
source: New Template
de_de: Neu Fertigungsabläufe

source: createUserPage.card.confirmPassword
de_de: Kennwort bestätigen

# createUserPage.card.confirmPasswordMessage
source: confirm password
de_de: Kennwort bestätigen

# createUserPage.card.createdAt
source: Created_at
de_de: Erstellt

# createUserPage.card.emailMessage
source: user email
de_de: Benutzer Email

# createUserPage.card.nameMessage
source: user name
de_de: Benutzername

# createUserPage.card.password
source: Password
de_de: Passwort

# createUserPage.card.passwordMessage
source: password
de_de: Passwort

# createUserPage.card.role
source: Role
de_de: Rolle

# createUserPage.card.roleMessage
source: user role
de_de: Benutzer Rolle

# createUserPage.card.submitButton
source: submit
de_de: einreichen

# createUserPage.card.title
source: New User
de_de: Neu Benutzer

# createUserPage.card.uuidMessage
source: user uuid
de_de: Benutzer uuid

# createUserPage.card.uuidPlaceholder
source: The UUID will be created automatically when submitting
de_de: Die UUID wird beim Senden automatisch erstellt

# createUserPage.heroBar.goto
source: Users
de_de: Benutzer

# createUserPage.heroBar.title
source: Create User
de_de: Erstellen Benutzer

# createUserPage.titleBar.main
source: Admin
de_de: Administrator

# createUserPage.titleBar.sub1
source: Users
de_de: Benutzer

# createUserPage.titleBar.sub2
source: New User
de_de: Neu Benutzer

# exportsPage.excelExports.card.title
source: Excel Exports
de_de: Excel-Export nach Zeitraum, Artikel-Nr. oder Produktionsauftrag

# exportsPage.excelExports.explanation
source: You can use the full excel exports feature
de_de: Vollständiger Excel-Export (Option: Datumsbereich, Artikel-Nr., Produktionsauftragsnummer) Bitte berücksichtigen das bei groß gewählten Zeiträumen (z.B. ein Jahr) große Datenmengen analysiert und exportiert werden müssen. Der Export kann hier bis zu drei Minuten dauern, oder auch mit einem Fehler abbrechen, wenn die Datenmenge zu groß ist. In diesem Fall bitte mehrere Zeitabschnitte exportieren.

# exportsPage.heroBar.goto
source: Products
de_de: Produkte

# exportsPage.heroBar.title
source: Exports
de_de: Export Funktionen

# exportsPage.titleBar.main
source: Products
de_de: Produkte

# exportsPage.titleBar.sub1
source: Exports
de_de: Export

# measurementsPage.heroBar.subTitle
source: Overview of alll transmitted / registered measurements
de_de: Übersicht aller übertragenen Mess- und Testdaten zu den Produkten

# measurementsPage.heroBar.title
source: Measurements
de_de: Messdaten

# measurementsPage.table.fields.articleNr
source: Article-Nr.
de_de: Artikel-Nr.

# measurementsPage.table.fields.createdAt
source: Created at
de_de: Erstellt

# measurementsPage.table.fields.createdBy
source: Created by
de_de: Erstellt durch

# measurementsPage.table.fields.name
source: Section
de_de: Station

# measurementsPage.table.fields.serialNr
source: Serial-Nr.
de_de: Serien-Nr.

# measurementsPage.table.fields.state
source: State
de_de: Status

# measurementsPage.table.perPage
source: per page
de_de: pro Seite

# measurementsPage.table.title
source: Measurements
de_de: Messdaten / Testergebnisse

# measurementsPage.titleBar.main
source: Measurements
de_de: Messdaten

# measurementsPage.titleBar.sub1
source: List
de_de: Aufführen

# productionFlowsPage.heroBar.goto
source: New Template
de_de: Neu Fertigungsabläufe

# productionFlowsPage.heroBar.subTitle
source: Overview of the currently active production processes for each item
de_de: Übersicht der aktuell aktiven Produktionsabläufe je Artikel

# productionFlowsPage.heroBar.title
source: Production flows
de_de: Produktionsabläufe

# productionFlowsPage.settingPanel.fieldMessage
source: Selected Article Nr
de_de: Ausgewählt Artikel-Nr

# productionFlowsPage.settingPanel.title
source: Edit Product components
de_de: Bearbeiten Produktionsabläufe

# productionFlowsPage.table.fields.articleNr
source: Article-Nr.
de_de: Artikel-Nr.

# productionFlowsPage.table.fields.createdAt
source: Created at
de_de: Erstellt

# productionFlowsPage.table.fields.productionFlow
source: Production-Flow
de_de: Produktions-Ablauf

# productionFlowsPage.table.fields.updatedAt
source: Updated at
de_de: Geändert

# productionFlowsPage.table.fields.updatedBy
source: Updated_by
de_de: Geändert durch

# productionFlowsPage.table.fields.validFrom
source: Valid_from
de_de: Gültig von

# productionFlowsPage.table.fields.validTill
source: Valid_till
de_de: Gültig bis

# productionFlowsPage.table.historyTitle
source: Updated history
de_de: Änderungsverlauf

# productionFlowsPage.table.perPage
source: per page
de_de: pro Seite

# productionFlowsPage.table.title
source: Production process per article
de_de: Produktionsablauf je Artikel

# productionFlowsPage.titleBar.main
source: Production
de_de: Produktion

# productionFlowsPage.titleBar.sub1
source: Template
de_de: Fertigungsabläufe

# productionSectionPage.heroBar.goto
source: New Section Template
de_de: Nue Fertigungs-Stationen

# productionSectionPage.heroBar.subTitle
source: Overview of the currently active production processes for each item
de_de: Übersicht der aktuell aktiven Produktionsabläufe je Artikel

# productionSectionPage.heroBar.title
source: Production Section Template
de_de: Fertigungs-Stationen

# productionSectionPage.settingPanel.configuration
source: Configuration
de_de: Konfiguration

# productionSectionPage.settingPanel.configurationMessage
source: Measurement station configuration
de_de: Messplatz Konfiguration

# productionSectionPage.settingPanel.description
source: Description
de_de: Beschreibung

# productionSectionPage.settingPanel.fieldMessage
source: Description with using up to 255 characters
de_de: Beschreibung mit bis zu 255 Zeichen

# productionSectionPage.settingPanel.group
source: Group
de_de: Gruppe

# productionSectionPage.settingPanel.render
source: Render_hint
de_de: Darstellung

# productionSectionPage.settingPanel.saveButton
source: Save
de_de: Speichern

# productionSectionPage.settingPanel.title
source: Edit Product Section Template
de_de: Bearbeiten Fertigungs-Stationen

# productionSectionPage.table.fields.createdAt
source: Created_at
de_de: Erstellt

# productionSectionPage.table.fields.data
source: Data
de_de: Daten

# productionSectionPage.table.fields.group
source: Group
de_de: Gruppe

# productionSectionPage.table.fields.updatedAt
source: Updated_at
de_de: Geändert

# productionSectionPage.table.fields.updatedBy
source: Updated_by
de_de: Geändert durch

# productionSectionPage.table.fields.validFrom
source: Valid_from
de_de: Gültig von

# productionSectionPage.table.fields.validTill
source: Valid_till
de_de: Gültig bis

# productionSectionPage.table.perPage
source: per page
de_de: pro Seite

# productionSectionPage.titleBar.main
source: Production
de_de: Produktion

# productionSectionPage.titleBar.sub1
source: Section Template
de_de: Fertigungs-Stationen

# productsPage.heroBar.subTitle
source: Overview of alll transmitted / registered products
de_de: Übersicht aller übermittelter / angelegter Produkte

# productsPage.heroBar.title
source: Products
de_de: Produkte

# productsPage.productsSettingPanel.closeButton
source: Close
de_de: Schließen

# productsPage.productsSettingPanel.fieldMessage
source: Production-Order-Nr.
de_de: Produktionsauftrags Nummer

# productsPage.productsSettingPanel.label
source: Production-Order-Nr.
de_de: Produktionsauftrags Nummer

# productsPage.productsSettingPanel.title
source: Production-Order-Nr.
de_de: Produktionsauftrags Nummer

# productsPage.productsTable.fields.articleNr
source: Article-Nr.
de_de: Artikel-Nr.

# productsPage.productsTable.fields.componentsCount
source: Components
de_de: Komponenten

# productsPage.productsTable.fields.createdAt
source: Created at
de_de: Erstellt

# productsPage.productsTable.fields.productionDataCount
source: Measurements
de_de: Fertigungsdaten

# productsPage.productsTable.fields.productionOrderNr
source: Production-Order-Nr.
de_de: Produktionsauftrag

# productsPage.productsTable.fields.serialNr
source: Serial-Nr.
de_de: Serien-Nr.

# productsPage.productsTable.fullExcel
source: Export Full
de_de: Vollständiger Export

# productsPage.productsTable.perPage
source: per page
de_de: pro Seite

# productsPage.productsTable.productsCounts
source: Count
de_de: Anzahl der Einträge

# productsPage.productsTable.title
source: Products
de_de: Produkte

# productsPage.titleBar.main
source: Production
de_de: Fertigung

# productsPage.titleBar.sub1
source: Products
de_de: Produkte

# sidebar.bulkActions
source: Bulk actions
de_de: Massen Aktionen

# sidebar.exports
source: Exports
de_de: Export

# sidebar.general
source: GENERAL
de_de: ALLGEMEIN

# sidebar.prodSection
source: Production sections
de_de: Fertigungs-Stationen

# sidebar.prodTemplate
source: Production flows
de_de: Fertigungsabläufe

# sidebar.production
source: PRODUCTION
de_de: FERTIGUNG

# sidebar.products
source: Products
de_de: Produkte

# sidebar.resource
source: ADMINISTRATION
de_de: VERWALTUNG

# sidebar.setup
source: SETUP
de_de: KONFIGURATION

# sidebar.users
source: User
de_de: Benutzer

# topbar.profile
source: My Profil
de_de: Mein Profil

# topbar.settings
source: Settings
de_de: Einstellungen

# usersPage.heroBar.goto
source: New User
de_de: Neu Benutzer

# usersPage.heroBar.title
source: Users
de_de: Benutzer

# usersPage.table.createdAt
source: Created_at
de_de: Erstellt

# usersPage.table.role
source: Role
de_de: Rolle

# usersPage.table.title
source: Users
de_de: Benutzer

# usersPage.titleBar.main
source: Admin
de_de: Administrator

# usersPage.titleBar.sub1
source: Users
de_de: Benutzer
